function Document() {
  return (
    <section className="min-h-screen pb-[228px]">
      <img
        src="/background/lines.png"
        alt="lines"
        className="absolute -top-[36px] left-0 right-0"
      />
      <h2 className="mt-[196px] font-cruinn text-[32px] text-black">
        ПРАВИЛА Магазина Фитилёк
      </h2>
      <p className="max-w-[95%] text-wrap text-start font-cruinn mt-[79px] text-[32px] ">
        Раздел вступительный. <br /> Определения основных понятий и связанные с
        ними особенности <br /> 1. Владелец Маркетплейса (Исполнитель) – Д
        Воробьева Анастасия Владимировна (место нахождения Россия, 220007, г.
        Астрахань, ул. Адмиралтейская, д. 9А, пом. 15, УНП 193480297) <br />{" "}
        2.1. Фитилёк (Организация) – название Сайта. <br /> 2.1.1. Сайт
        (Фитилёк) – то же, что «сайт в сети "Интернет"» согласно пункту 13
        статьи 2 Федерального закона от 27 июля 2006 года N 149-ФЗ "Об
        информации, <br /> информационных технологиях и о защите информации"{" "}
        <br /> 3. Правила веб-сайта (Правила, настоящие Правила) – публичная
        оферта Владельца Маркетплейса заключить с клиентом некий договор о
        покупки предоставляемых услуг на данном сайте. <br /> 4. Стороны –
        Исполнитель и Заказчики. <br /> 5. Услуги – услуги по предоставлению
        через глобальную компьютерную сеть Интернет программно-технических
        возможностей для установления контактов и совершения сделок между
        Заказчиками. Акцепт Заказчика означает начало отсчёта времени оказания
        ему Услуг и не требует от Исполнителя подтверждения этого акцепта
        письменной формой.{" "}
      </p>
      <img
        src="/background/lines.png"
        alt="lines"
        className="absolute -bottom-[140px] left-0 right-0"
      />
    </section>
  );
}

export default Document;
